Repository: Yunsan22/sastreilorIOS
Catalog: sastreilor/*.lproj/Localizable.strings
Languages: es_419

source: Email
es_419: Correo electronico

source: 0dZ-EU-fhV.placeholder
es_419: Correo electronico

source: Alert
es_419: Alerta

source: Are you sure you want to log out?
es_419: estas seguro que quieres cerrar session?

source: Confirm
es_419: Confirmar

source: Welcome
es_419: Bienvenido

source: All fields are required to Sign up
es_419: Es necesario llenar todos los campos para registrarte

source: Passwords do not Match
es_419: Las contraseñas no son iguales

source: Send Password Reset
es_419: Restablecer contraseña

source: Reset Password
es_419: Restablecer contraseña

source: Please make sure your password is at least 8 charaters, contains uppercase letters, special charaters and a number
es_419: Por favor asegurese que su contraseña tiene almenos 8 caracteres, contenga mayusculas, menisculas,caracteres speciales y almenos un numero

source: Please enter a valid Email
es_419: Por favor entre un correo electronico valido

source: All fields are required to Sign In
es_419: Todos los campos son requeridos para iniciar session

source: Error with Google sigin
es_419: Error para iniciar session con Google

source: The user canceled the sign-in flow.
es_419: El usuario cancelo el flujo de inicio de session

source: There was an error
es_419: Hubo un error

source: Email is not verified
es_419: El correo electronico no esta vefificado

source: Waist
es_419: Cintura

source: First Name
es_419: Primer Nombre

source: Last Name
es_419: Apellido

source: Phone
es_419: Numero de Celular

source: Comments
es_419: Notas

source: Mailing Address
es_419: Direccion

source: Street Address
es_419: Calle

source: City
es_419: Ciudad

source: State/Providence
es_419: Stado/Provincia

source: Country
es_419: Pais

source: Postal Code
es_419: Codigo Postal

source: Guayabera/Shirt/Vest/Suit Jacket
es_419: Chacabana/Camisa/Chaqueta/Saco

source: Back
es_419: Espalda

source: Fist Width
es_419: Ancho de Puño

source: Sleeve Length
es_419: Largo de Manga

source: Elbow Width
es_419: Ancho de codo

source: Chest Width
es_419: Ancho de pecho

source: Belly Width
es_419: Ancho de barriga

source: Neck Width
es_419: Ancho de cuello

source: Vest's Length
es_419: Largo de chaqueta

source: Length
es_419: Largo

source: Women's Jacket/blouse/dress/skirt
es_419: Chaqueta-Blusa-Vestido-Falda

source: Skirt Length
es_419: Largo de falda

source: Bust Width
es_419: Ancho de busto

source: Low Bust
es_419: Bajo busto

source: Short Sleeve Width
es_419: Ancho manga corta

source: Hight Bust
es_419: Alto busto

source: Dress Length
es_419: Largo de Vestido

source: armhole width
es_419: Ancho de sisa

source: Bust drop
es_419: caida de busto

source: Bust Separation
es_419: Separation de busto

source: Hips
es_419: Cadera

source: Length from bust drop to low Bust
es_419: Largo desde caida a bajo busto

source: Mid Hips
es_419: Cadera media

source: TAKE
es_419: TOMAR

source: MEASUREMENTS
es_419: MEDIDAS

source: JOB
es_419: TRABAJO

source: ADD
es_419: AGREGAR

source: DELIVERED
es_419: ENTREGADOS

source: Customer information
es_419: Information del Cliente

source: Clear All
es_419: Borrar Todo

source: Are you sure you want to delete everything in the form?
es_419: Esta seguro que quiere borrar todo en este formulario?

source: Short Sleeve Length
es_419: Largo de manga corta

source: name
es_419: ntere

source: fly
es_419: Bragueta

source: Knee
es_419: rodilla

source: Trouser Roll
es_419: Ruedo

source: Rear knucle length
es_419: Largo fundillo trasero

source: Armhole length
es_419: Largo de sisa

source: Back waist Length
es_419: talle trasero

source: Back overall length
es_419: largo total trasero

source: Armhole width
es_419: Ancho de sisa

source: Armhole rounded width
es_419: ancho de sisa redondo

source: Front length
es_419: largo delantero

source: Base/Hips
es_419: Base o Cadera

source: Shoulder width
es_419: Ancho de hombros

source: Save and Continue
es_419: Guarda y continue

source: If you go back before saving all data will be lost
es_419: Si vuelve a la pantalla anterior todo el progreso en este formulario sera perdido
